Repository: Liturgical-Calendar/LiturgicalCalendar
Catalog: i18n/*/LC_MESSAGES/litcal.po
Languages: it

source: Only years from 1970 and after are supported. You tried requesting the year %d.
it: Sono supportati anni dal 1970 in poi soltanto. Tu invece hai provato a richiedere l'anno %d.

source: Translation data for the sanctorale from %s could not be found.
it: Non sono stati trovati dati per la traduzione del santorale di: %s.

source: or
it: oppure

source: Divine Mercy Sunday
it: Domenica della Divina Misericordia

source: The Solemnity '%1$s' falls on %2$s in the year %3$d, the celebration has been transferred to %4$s (%5$s) as per the %6$s.
it: La Solennità <i>'%1$s'</i> cade di %2$s nell'anno %3$d, pertanto la celebrazione è stata trasferita al %4$s (%5$s) in accordo con il %6$s.

source: the Saturday preceding Palm Sunday
it: sabato che precede la Domenica delle Palme

source: Decree of the Congregation for Divine Worship
it: Decreto della Congregazione per il Culto Divino

source: the Monday following the Second Sunday of Easter
it: lunedì che segue la Seconda Domenica di Pasqua

source: the following Monday
it: lunedì seguente

source: The Solemnity '%1$s' coincides with the Solemnity '%2$s' in the year %3$d. We should ask the Congregation for Divine Worship what to do about this!
it: La Solennità <i>'%1$s'</i> coincide con la Solennità <i>'%2$s'</i> nell'anno %3$d. Dovremmo chiedere alla Congregazione del Culto Divino cosa fare a riguardo!

source: Seeing that the Solemnity '%1$s' coincides with the Solemnity '%2$s' in the year %3$d, it has been anticipated by one day as per %4$s.
it: Visto che la Solennità <i>'%1$s'</i> coincide con la Solennità <i>'%2$s'</i> nell'anno %3$d, la prima è stata anticipata di un giorno come da %4$s.

source: '%1$s' falls on a Sunday in the year %2$d, therefore the Feast '%3$s' is celebrated on %4$s rather than on the Sunday after Christmas.
it: '%1$s' coincide con una Domenica nell'anno %2$d, pertanto la Festa <i>'%3$s'</i> viene celebrata il %4$s anziché la Domenica dopo Natale.

source: Our Lord Jesus Christ, The Eternal High Priest
it: Nostro Signore Gesù Cristo, Sommo ed Eterno Sacerdote

source: In 2012, Pope Benedict XVI gave faculty to the Episcopal Conferences to insert the Feast of Our Lord Jesus Christ the Eternal High Priest in their own liturgical calendars on the Thursday after Pentecost: applicable to the calendar '%1$s' in the year '%2$d' (%3$s).
it: Nel 2012, Papa Benedetto XVI ha concesso facoltà alle Conferenze Episcopali di inserire la Festa di Nostro Signore Gesù Cristo Sommo ed Eterno Sacerdote nei loro calendari liturgici il giovedì dopo la Pentecoste: applicabile al calendario '%1$s' nell'anno '%2$d' (%3$s).

source: '%1$s' is superseded by the %2$s '%3$s' in the year %4$d.
it: <i>'%1$s'</i> è soppiantata dalla %2$s <i>'%3$s'</i> nell'anno %4$d.

source: of the %s Week of Advent
it: della %s Settimana dell'Avvento

source: %s Day of the Octave of Christmas
it: %s Giorno dell'Ottava di Natale

source: of the %s Week of Lent
it: della %s Settimana di Quaresima

source: after Ash Wednesday
it: dopo il Mercoledì delle Ceneri

source: The %1$s '%2$s' has been added on %3$s since the year %4$d (%5$s), applicable to the year %6$d.
it: La %1$s '%2$s' è stata inserita il giorno %3$s a partire dall'anno %4$d (%5$s), applicabile pertanto all'anno %6$d.

source: Vatican Press conference: Presentation of the Editio Typica Tertia of the Roman Missal
it: Conferenza Stampa Vaticana: Presentazione della Editio Typica Tertia del Messale Romano

source: The %1$s '%2$s' either falls between 17 Dec. and 24 Dec., or during the Octave of Christmas, or on the weekdays of the Lenten season in the year %3$d, rank reduced to Commemoration.
it: La %1$s '%2$s' cade o tra il 17 Dic. e il 24 Dic., o durante l'Ottava di Natale, o tra le ferie della Quaresima nell'anno %3$d, pertanto il grado è stato ridotto a Commemorazione.

source: The %1$s '%2$s' is superseded by the %3$s '%4$s' in the year %5$d.
it: La %1$s '%2$s' è soppiantata dalla %3$s '%4$s' nell'anno %5$d.

source: Apostolic Constitution Missale Romanum
it: Costituzione Apostolica Missale Romanum

source: The %1$s '%2$s', added in the %3$s of the Roman Missal since the year %4$d (%5$s) and usually celebrated on %6$s, is suppressed by the %7$s '%8$s' in the year %9$d.
it: La %1$s '%2$s', aggiunta nella %3$s del Messale Romano dall'anno %4$d (%5$s) e celebrata solitamente il giorno %6$s, è soppressa dalla %7$s '%8$s' nell'anno %9$d.

source: The %1$s '%2$s', added on %3$s since the year %4$d (%5$s), is however superseded by a %6$s '%7$s' in the year %8$d.
it: La %1$s '%2$s', aggiunta nel giorno %3$s sin dal %4$d (%5$s), è tuttavia superata da una %6$s '%7$s' nell'anno %8$d.

source: The Memorial '%1$s' coincides with another Memorial '%2$s' in the year %3$d. They are both reduced in rank to optional memorials (%4$s).
it: La Memoria '%1$s' coincide con un'altra Memoria '%2$s' nell'anno %3$d. Tutte e due sono ridotte al grado di memorie facoltative (%4$s).

source: before
it: prima di

source: after
it: dopo

source: Cannot create mobile festivity '%1$s': can only be relative to festivity with key '%2$s' using keywords %3$s
it: Impossibile creare la festività mobile '%1$s': può solo essere relativa alla festività con chiave '%2$s' utilizzando le parole chiave %3$s

source: Cannot create mobile festivity '%1$s' relative to festivity with key '%2$s'
it: Impossibile creare la festività mobile '%1$s' relativa alla festività con chiave '%2$s'

source: Cannot create mobile festivity '%1$s': when the 'strtotime' property is an object, it must have properties %2$s
it: Impossibile creare la festività mobile '%1$s': quando la proprietà 'strtotime' è un oggetto, deve avere le proprietà %2$s

source: Cannot create mobile festivity '%1$s': 'strtotime' property must be either an object or a string! Currently it has type '%2$s'
it: Impossibile creare la festività mobile '%1$s': la proprietà 'strtotime' deve essere un oggetto oppure una stringa! Attualmente è di tipo '%2$s'

source: Cannot create mobile festivity '%1$s' without a 'strtotime' property!
it: Impossibile creare la festività mobile '%1$s' senza la proprietà 'strtotime'!

source: The name of the %1$s '%2$s' has been changed to %3$s since the year %4$d, applicable to the year %5$d (%6$s).
it: Il nome della %1$s '%2$s' è stata cambiata in %3$s sin dal %4$d, applicabile pertanto all'anno %5$d (%6$s).

source: The %1$s '%2$s' has been raised to the rank of %3$s since the year %4$d, applicable to the year %5$d (%6$s).
it: La %1$s '%2$s' è stata promossa al grado di %3$s sin dal %4$d, applicabile pertanto all'anno %5$d (%6$s).

source: The %1$s '%2$s' has been lowered to the rank of %3$s since the year %4$d, applicable to the year %5$d (%6$s).
it: La %1$s '%2$s' è stata ridotta al grado di %3$s sin dal %4$d, applicabile pertanto all'anno %5$d (%6$s).

source: '%1$s' has been declared a Doctor of the Church since the year %2$d, applicable to the year %3$d (%4$s).
it: '%1$s' è stato dichiarato Dottore della Chiesa sin dal %2$d, applicabile pertanto all'anno %3$d (%4$s).

source: and Doctor of the Church
it: e Dottore della Chiesa

source: The %1$s '%2$s', added on %3$s since the year %4$d (%5$s), is however superseded by the %6$s '%7$s' in the year %8$d.
it: La %1$s '%2$s', aggiunta nel giorno %3$s sin dal %4$d (%5$s), è tuttavia superata dalla %6$s '%7$s' nell'anno %8$d.

source: In the year %1$d, the %2$s '%3$s' has been suppressed by the %4$s '%5$s', added on %6$s since the year %7$d (%8$s).
it: Nell'anno %1$d, la %2$s '%3$s' è stata soppressa dalla %4$s '%5$s', aggiunta il giorno %6$s sin dal %7$d (%8$s).

source: The optional memorial '%1$s' has been transferred from Dec. 12 to Aug. 12 since the year 2002 (%2$s), applicable to the year %3$d.
it: La memoria facoltativa '%1$s' è stata trasferita dal 12 Dic. al 12 Agosto sin dal 2002 (%2$s), applicabile pertanto all'anno %3$d.

source: The optional memorial '%1$s', which would have been superseded this year by a Sunday or Solemnity were it on Dec. 12, has however been transferred to Aug. 12 since the year 2002 (%2$s), applicable to the year %3$d.
it: La memoria facoltativa '%1$s', che sarebbe stata soppressa quest'anno da una Domenica o da una Solennità se veniva celebrata il 12 Dic., è stata tuttavia trasferita al 12 Agosto sin dal 2002 (%2$s), applicabile pertanto all'anno %3$d.

source: The optional memorial '%1$s' has been transferred from Dec. 12 to Aug. 12 since the year 2002 (%2$s), applicable to the year %3$d. However, it is superseded by a Sunday, a Solemnity, or a Feast '%4$s' in the year %3$d.
it: La memoria facoltativa '%1$s' è stata trasferita dal 12 Dic. al 12 Agosto sin dal 2002 (%2$s), applicabile pertanto all'anno %3$d. Tuttavia, è soppressa da una Domenica, una Solennità o una Festa '%4$s' nell'anno %3$d.

source: The Feast '%1$s' would have been suppressed this year ( 2009 ) since it falls on a Sunday, however being the Year of the Apostle Paul, as per the %2$s it has been reinstated so that local churches can optionally celebrate the memorial.
it: La Festa '%1$s' sarebbe stata soppressa quest'anno ( 2009 ) visto che cade di Domenica, tuttavia trattandosi dell'Anno dell'Apostolo Paolo, è stata restituita secondo il %2$s in modo che le chiese locali abbiano facoltà di mantenere la memoria.

source: of the %s Week of Easter
it: della %s Settimana di Pasqua

source: of the %s Week of Ordinary Time
it: della %s Settimana del Tempo Ordinario

source: Saturday Memorial of the Blessed Virgin Mary
it: Memoria di Santa Maria in sabato

source: Error retrieving and decoding Wider Region data from file %s.
it: Errore nella lettura o nella decodifica dei dati per la Regione più ampia dal file %s.

source: Error retrieving and decoding National data from file %s.
it: Errore nella lettura o nella decodifica dei dati Nazionali dal file %s.

source: The %1$s '%2$s', usually celebrated on %3$s, is suppressed by the %4$s '%5$s' in the year %6$d.
it: La %1$s '%2$s', celebrata solitamente il giorno %3$s, è soppressa dalla %4$s '%5$s' nell'anno %6$d.

source: The Memorial '%1$s' coincides with another Memorial '%2$s' in the year %3$d. They are both reduced in rank to optional memorials.
it: La Memoria '%1$s' coincide con un'altra Memoria '%2$s' nell'anno %3$d. Tutte e due sono ridotte al grado di memorie facoltative.

source: The Feast '%1$s', usually celebrated on %2$s, coincides with another Feast '%3$s' in the year %4$d! Does something need to be done about this?
it: La Festa '%1$s', celebrata solitamente il giorno %2$s, è soppressa dalla Festa '%3$s' nell'anno %4$d. Dobbiamo rimediare?

source: The Solemnity '%1$s', usually celebrated on %2$s, coincides with the Sunday or Solemnity '%3$s' in the year %4$d! Does something need to be done about this?
it: La Solennità '%1$s', solitamente celebrate il %2$s, coincide con la Domenica o Solennità '%3$s' nell'anno %4$d. Dobbiamo rimediare in qualche modo?

source: We should be creating a new festivity, however we do not seem to have the correct date information in order to proceed
it: Dovremmo creare una nuova festività, tuttavia sembra che non ci sono le corrette informazioni sulla data per poter procedere

source: Found a sanctorale data file for %s
it: Trovato un file con dati per il santorale di: %s

source: The %1$s '%2$s' (%3$s), added to the national calendar in the %4$s, is superseded by the %5$s '%6$s' in the year %7$d
it: La %1$s '%2$s' (%3$s), aggiunta al calendario nazionale nel %4$s, è tuttavia superata dalla %5$s '%6$s' nell'anno %7$d

source: Could not find a sanctorale data file for %s
it: Non è stato trovato un file con i dati del santorale di: %s

source: The %1$s '%2$s' is transferred from %5$s to %6$s as per the %7$s, to make room for '%3$s': applicable to the year %4$d.
it: La %1$s '%2$s' è stata trasferita da %5$s a %6$s secondo il %7$s, per lasciare luogo a '%3$s': applicabile pertanto all'anno %4$d.

source: The %1$s '%2$s' would have been transferred from %3$s to %4$s as per the %5$s, to make room for '%6$s', however it is suppressed by the %7$s '%8$s' in the year %9$d.
it: La %1$s '%2$s', sarebbe stata trasferita da %3$s a %4$s secondo il %5$s, per lasciare luogo a '%6$s', tuttavia è soppressa dalla %7$s '%8$s' nell'anno %9$d.

source: The %1$s '%2$s', proper to the calendar of the %3$s and usually celebrated on %4$s, is suppressed by the Sunday or Solemnity %5$s in the year %6$d
it: La %1$s '%2$s', propria del calendario %3$s e solitamente celebrate il giorno %4$s, è soppressa dalla Domenica o Solennità '%5$s' nell'anno %6$d

source: YEAR
it: ANNO

source: Vigil Mass
it: Messa della vigilia

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. As per %6$s, the first has precedence, therefore the Vigil Mass is confirmed as are I Vespers.
it: La Messa nella Vigilia per la %1$s '%2$s' coincide con la %3$s '%4$s' nell'anno %5$d. Secondo il %6$s, la prima ha la precedenza, pertanto la Messa nella Vigilia è confermata come anche i Primi Vespri.

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. Since the first Solemnity has precedence, it will have Vespers I and a vigil Mass, whereas the last Solemnity will not have either Vespers II or an evening Mass.
it: La Messa nella Vigilia per la %1$s '%2$s' coincide con la %3$s '%4$s' nell'anno %5$d. Visto che la prima Solennità ha la precedenza, avrà i Primi Vespri e una Messa di Vigilia, mentre l'ultima Solennità non avrà né i Secondi Vespri né una Messa serale.

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. This last Solemnity takes precedence, therefore it will maintain Vespers II and an evening Mass, while the first Solemnity will not have a Vigil Mass or Vespers I.
it: La Messa nella Vigilia per la %1$s '%2$s' coincide con la %3$s '%4$s' nell'anno %5$d. Quest'ultima Solennità ha la precedenza, pertanto manterrà i Secondi Vespri e una Messa serale, mentre la prima Solennità non avrà né una Messa di Vigilia né i Primi Vespri.

source: The Vigil Mass for the %1$s '%2$s' coincides with the %3$s '%4$s' in the year %5$d. We should ask the Congregation for Divine Worship what to do about this!
it: La Messa nella Vigilia per la %1$s '%2$s' coincide con la %3$s '%4$s' nell'anno %5$d. Dovremmo chiedere alla Congregazione del Culto Divino cosa fare a riguardo!

source: green
it: verde

source: purple
it: viola

source: white
it: bianco

source: red
it: rosso

source: pink
it: rosa

source: Proper
it: Proprio

source: Dedication of a Church
it: Dedicazione di una Chiesa

source: Blessed Virgin Mary
it: Beata Vergine Maria

source: Martyrs
it: Martiri

source: Pastors
it: Pastori

source: Doctors
it: Dottori della Chiesa

source: Virgins
it: Vergini

source: Holy Men and Women
it: Santi e delle Sante

source: For One Martyr
it: Per un martire

source: For Several Martyrs
it: Per più martiri

source: For Missionary Martyrs
it: Per i martiri missionari

source: For One Missionary Martyr
it: Per un martire missionario

source: For Several Missionary Martyrs
it: Per più martiri missionari

source: For a Virgin Martyr
it: Per una vergine martire

source: For a Holy Woman Martyr
it: Per una santa martire

source: For a Pope
it: Per un papa

source: For a Bishop
it: Per un vescovo

source: For One Pastor
it: Per un pastore

source: For Several Pastors
it: Per più pastori

source: For Founders of a Church
it: Per i fondatori delle chiese

source: For One Founder
it: Per un fondatore

source: For Several Founders
it: Per più fondatori

source: For Missionaries
it: Per i missionari

source: For One Virgin
it: Per una vergine

source: For Several Virgins
it: Per più vergini

source: For Several Saints
it: Per più santi

source: For One Saint
it: Per un santo

source: For an Abbot
it: Per un abate

source: For a Monk
it: Per un monaco

source: For a Nun
it: Per una monaca

source: For Religious
it: Per i religiosi

source: For Those Who Practiced Works of Mercy
it: Per gli operatori di misericordia

source: For Educators
it: Per gli educatori

source: For Holy Women
it: Per le sante

# (SING_FEMM)
source: of the
it: della

# (PLUR_FEMM)
source: of
it: delle

# (PLUR_MASC)
source: of
it: dei

# (SING_MASC)
source: of the
it: del

source: From the Common
it: Dal Comune

source: weekday
it: feria

source: Commemoration
it: Commemorazione

source: Optional memorial
it: Memoria facoltativa

source: Memorial
it: Memoria

source: FEAST
it: FESTA

source: FEAST OF THE LORD
it: FESTA DEL SIGNORE

source: SOLEMNITY
it: SOLENNITÀ

source: celebration with precedence over solemnities
it: celebrazione con precedenza sulle solennità

source: Advent
it: Avvento

source: Christmas
it: Natale

source: Lent
it: Quaresima

source: Easter Triduum
it: Triduo Pasquale

source: Easter
it: Pasqua

source: Ordinary Time
it: Tempo Ordinario
